Revit 2027 API
UnitTypeId.MilesPerSecondSquared Property
 Miles per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MilesPerSecondSquared { get; }
Public Shared ReadOnly Property MilesPerSecondSquared As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MilesPerSecondSquared {
	ForgeTypeId^ get ();
}
static member MilesPerSecondSquared : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace